[M_ShootMeInTheFace MissionDefinition]
MissionName="Shoot someone in the face"
MissionDescription="psychologist [place]1 km[-place] He asks to be shot in the face.."
TurnInDescription="They shot him in the face.."
MissionSummary="Karajat was shot, many were injured."
MissionGiver="Lots of shooting cards"
MissionTurnInLocation="A lot of cards."
TeaserText="Shoot Karaheta several times in the face."

[M_ShootMeInTheFace:NotInTheArm MissionObjectiveDefinition]
ProgressMessage="... But not in my hands."

[M_ShootMeInTheFace:NotInTheChest MissionObjectiveDefinition]
ProgressMessage="... But not in the chest"

[M_ShootMeInTheFace:NotInTheLeg MissionObjectiveDefinition]
ProgressMessage="... But not on foot"

[M_ShootMeInTheFace:ShootInFace MissionObjectiveDefinition]
ProgressMessage="Shoot a bullet in Karaet's face."

[M_ShootMeInTheFace:ShootMeInTheFaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

